const Terms = () => {
    return (
      <div className="font-sans leading-relaxed text-gray-800 rtl text-right mx-5 my-8">
        <h2 className="text-primary text-center font-semibold text-3xl mb-6">شروط وأحكام</h2>
        <p className="mb-4">
          تدرك شركة وصلت للخدمات العقارية، وفروعها والشركات التابعة والمرتبطة بها
          أو مسؤوليها أو وكلائها أو الجهات التابعة لها أو من تتنازل لهم (يُشار
          إليها مجتمعة باسم &quot;الشركة&quot; أو &quot;نحن&quot; أو &quot;ضمير
          المتكلم/الملكية&quot;)، أهمية خصوصية البيانات بالنسبة لك. لذا قمنا
          بإعداد هذه السياسة لمساعدتكم في تفهم طبيعة جمع واستخدام ومشاركة وكيفية
          التعامل مع هذه البيانات عند زيارتك أو استخدامك لمواقعنا. يرجى قراءة
          سياسة الخصوصية هذه بعناية عند دخولك و/أو استخدامك الموقع.
        </p>
        <p className="mb-4">
          تحتفظ الشركة بحق تعديل سياسة الخصوصية من وقت لآخر وستقوم بنشر أي تعديل
          على سياسة الخصوصية في هذه الصفحة. لا تلتزم الشركة بإخطارك بأية تعديلات
          ويجب عليك الاطلاع عليها من وقت لآخر، وتسري أي التعديلات اعتباراً من
          تاريخ نشرها على الموقع. ينبغي أن تُقرأ سياسة الخصوصية هذه مع شروط
          الاستخدام الخاصة بنا وأي وثائق أخرى يشار إليها. (إن وجدت).
        </p>
        <h3 className="md:underline font-bold text-base mt-6 mb-3 text-primary">
          جمع معلومات
        </h3>
        <p className="mb-3">
          تشمل التي قد نجمعها عنك (&quot;المعلومات الشخصية&quot;)، على سبيل المثال
          لا الحصر، ما يلي:
        </p>
        <ul className="list-disc pr-5 space-y-2">
          <li>
            معلوماتك الخاصة وتتضمن اسمك ورقم هاتفك وبريدك الإلكتروني وبيانات الدفع
            الخاصة بك.
          </li>
          <li>
            أي معلومات أو المستندات أو منشورات يتم مشاركتها بواسطتك عبر الموقع.
          </li>
          <li>المعلومات الخاصة باهتماماتك حسب نشاطك على الموقع.</li>
          <li>عنوان بروتوكول الإنترنت (IP).</li>
          <li>
            معلومات خاصة بالجهاز، مثل (طراز الجهاز، وإصدار نظام التشغيل، ومعرفات
            الجهاز الفريدة، ومعلومات شبكة الهاتف الجوال بما في ذلك رقم الهاتف).
          </li>
        </ul>
        <h3 className="md:underline  font-bold text-base mt-6 mb-3 text-primary">الامان</h3>
        <p>
          إن حماية &quot;معلوماتك الشخصية&quot; ومنع الاطلاع غير المصرح به يعتبر
          أولوية قصوى بالنسبة لنا، ونحن نتخذ جميع الخطوات الضرورية في حدود المعقول
          لحمايتها من استخدام اختراق أو استخدام أو تعديل أو كشف أو إتلاف دون
          تصريح. وعلى الرغم من هذه التدابير الاحتياطية، فلا نستطيع أن نضمن عدم
          وصول الأشخاص غير المصرح لهم إلى بياناتك الشخصية، كما أننا لا نتحمل
          المسؤولية أي دخول غير مصرح به من جانب أطراف خارجية ولا نضمن الحماية
          والتأمين الكاملين للمعلومات الشخصية التي تقدمونها لنا.
        </p>
      </div>
    );
  };
  
  export default Terms;
  